tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'neovim/neovim'
tap 'telemachus/brew', 'https://telemachus@bitbucket.org/telemachus/brew.git'
brew 'autoconf'
brew 'automake'
brew 'carthage'
brew 'cmake'
brew 'gettext'
brew 'jpeg'
brew 'jpegoptim'
brew 'libtool'
brew 'openssl'
brew 'mongodb'
brew 'nvm'
brew 'pkg-config'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'caskroom/cask/brew-cask'
# cask
cask 'dockertoolbox'
